Repository: eplr/pcaf-compliance
Catalog: translation/tm/pcaf-compliance.tmx
Source language: en_gb
Languages: fr_fr

source: Business Loans / Unlisted Eq., Commercial Real Estate, Residential Mortgages, Motor Vehicle Loans, Securitized / Structured, Sovereign Debt, Sub-Sovereign Debt, Capital Markets, Advisory Services
fr_fr: Prêts aux entreprises/actions non cotées, Immobilier commercial, Hypothèques résidentielles, Prêts pour véhicules à moteur, Produits titrisés et structurés, Dette souveraine, Dette sub-souveraine, Marchés des capitaux, Services de conseil

source: Listed Eq. & Corp. Bonds, Project Finance, Use of Proceeds
fr_fr: Actions cotées et obligations, Financement de projets, Utilisation des produits

source: Listed Eq. & Corp. Bonds, Business Loans / Unlisted Eq., Commercial Real Estate, Residential Mortgages, Motor Vehicle Loans, Use of Proceeds, Securitized / Structured, Sovereign Debt, Sub-Sovereign Debt, Capital Markets, Advisory Services
fr_fr: Actions cotées et obligations, Prêts aux entreprises/actions non cotées, Immobilier commercial, Hypothèques résidentielles, Prêts pour véhicules à moteur, Utilisation des produits, Produits titrisés/structurés, Dette souveraine, Dette sub-souveraine, Marchés des capitaux, Services de conseil

source: Business Loans / Unlisted Eq., Commercial Real Estate, Residential Mortgages, Motor Vehicle Loans, Use of Proceeds, Sovereign Debt, Capital Markets, Advisory Services, Insurance Underwriting
fr_fr: Prêts aux entreprises/actions non cotées, Immobilier commercial, Hypothèques résidentielles, Prêts pour véhicules à moteur, Utilisation des produits, Dette souveraine, Dette sub-souveraine, Marchés des capitaux, Services de conseil, Souscription d’assurance

source: Listed Eq. & Corp. Bonds, Project Finance, Sub-Sovereign Debt
fr_fr: Actions cotées et obligations, Fnancement de projets, Dette sub-souveraine

source: Securitized / Structured
fr_fr: Produits titrisés/structurés

source: Business Loans / Unlisted Eq., Project Finance, Commercial Real Estate, Residential Mortgages, Motor Vehicle Loans, Use of Proceeds, Securitized / Structured, Sovereign Debt, Capital Markets, Advisory Services
fr_fr: Prêts aux entreprises/actions non cotées, Financement de projets, Immobilier commercial, Hypothèques résidentielles, Prêts pour véhicules à moteur, Utilisation des produits, Produits titrisés et structurés, Dette souveraine, Marchés des capitaux, Services de conseil

source: Listed Eq. & Corp. Bonds
fr_fr: Actions cotées et obligations

source: Sub-Sovereign Debt
fr_fr: Dette sub-souveraine

source: Business Loans / Unlisted Eq., Residential Mortgages, Use of Proceeds, Securitized / Structured, Sovereign Debt, Insurance Underwriting
fr_fr: Prêts aux entreprises/actions non cotées, Hypothèques résidentielles, Utilisation des produits, Produits titrisés/structurés, Dette souveraine, Souscription d’assurance

source: Listed Eq. & Corp. Bonds, Commercial Real Estate, Motor Vehicle Loans, Sub-Sovereign Debt
fr_fr: Actions cotées et obligations, Immobilier commercial, Prêts pour véhicules à moteur, Dette sub-souveraine

source: Business Loans / Unlisted Eq., Commercial Real Estate, Residential Mortgages, Motor Vehicle Loans, Sovereign Debt, Capital Markets, Advisory Services
fr_fr: Prêts aux entreprises/actions non cotées, Immobilier commercial, Hypothèques résidentielles, Prêts pour véhicules à moteur, Dette souveraine, Dette sub-souveraine, Marchés des capitaux, Services de conseil

source: Securitized / Structured, Sub-Sovereign Debt
fr_fr: Produits titrisés/structurés, Dette sub-souveraine

source: Listed Eq. & Corp. Bonds, Business Loans / Unlisted Eq., Residential Mortgages, Motor Vehicle Loans, Securitized / Structured, Sovereign Debt, Insurance Underwriting
fr_fr: Actions cotées et obligations, Prêts aux entreprises/actions non cotées, Hypothèques résidentielles, Prêts pour véhicules à moteur, Produits titrisés/structurés, Dette souveraine, Souscription d’assurance

source: Commercial Real Estate, Sub-Sovereign Debt
fr_fr: Immobilier commercial, Dette sub-souveraine

source: Project Finance, Use of Proceeds
fr_fr: Financement de projets, Utilisation des produits

source: Listed Eq. & Corp. Bonds, Business Loans / Unlisted Eq., Commercial Real Estate, Residential Mortgages, Motor Vehicle Loans, Use of Proceeds, Sovereign Debt, Insurance Underwriting
fr_fr: Actions cotées et obligations, Prêts aux entreprises/actions non cotées, Immobilier commercial, Hypothèques résidentielles, Prêts pour véhicules à moteur, Utilisation des produits, Dette souveraine, Souscription d’assurance

source: Project Finance, Sub-Sovereign Debt
fr_fr: Financement de projets, Dette sub-souveraine

source: Medium Coverage (60–80%)
fr_fr: Couverture moyenne (60 %-80 %)

source: Reinsurer
fr_fr: Réassurance

source: Low Coverage (< 60%)
fr_fr: Couverture faible (< 60 %)

source: Motor Vehicle Loans
fr_fr: Prêts pour véhicules à moteur

source: Exchange
fr_fr: Opérateur de bourse

source: Inv. Holding
fr_fr: Holding d’investissements

source: Listed Eq. & Corp. Bonds, Project Finance, Commercial Real Estate, Residential Mortgages, Use of Proceeds, Sovereign Debt
fr_fr: Actions cotées et obligations, Financement de projets, Immobilier commercial, Hypothèques résidentielles, Utilisation des produits, Dette souveraine

source: Sub-Sovereign Debt, Insurance Underwriting
fr_fr: Dette sub-souveraine, Souscription d’assurance

source: Business Loans / Unlisted Eq., Motor Vehicle Loans, Securitized / Structured
fr_fr: Prêts aux entreprises/actions non cotées, Prêts pour véhicules à moteur, Produits titrisés/structurés

source: Listed Eq. & Corp. Bonds, Business Loans / Unlisted Eq., Project Finance, Commercial Real Estate, Residential Mortgages, Sovereign Debt, Sub-Sovereign Debt
fr_fr: Actions cotées et obligations, Prêts aux entreprises/actions non cotées, Financement de projets, Immobilier commercial, Hypothèques résidentielles, Dette souveraine, Dette sub-souveraine

source: Motor Vehicle Loans, Use of Proceeds, Securitized / Structured
fr_fr: Prêts pour véhicules à moteur, Utilisation des produits, Produits titrisés/structurés

source: Business Loans / Unlisted Eq., Residential Mortgages, Securitized / Structured, Sovereign Debt, Insurance Underwriting
fr_fr: Prêts aux entreprises/actions non cotées, Hypothèques résidentielles, Produits titrisés/structurés, Dette souveraine, Souscription d’assurance

source: Listed Eq. & Corp. Bonds, Commercial Real Estate, Use of Proceeds
fr_fr: Actions cotées et obligations, Immobilier commercial, Utilisation des produits

source: Project Finance, Motor Vehicle Loans, Sub-Sovereign Debt
fr_fr: Financement de projets, Prêts pour véhicules à moteur, Dette sub-souveraine

source: Project Finance, Commercial Real Estate, Residential Mortgages, Use of Proceeds, Advisory Services
fr_fr: Financement de projets, Immobilier commercial, Hypothèques résidentielles, Utilisation des produits, Services de conseil

source: Business Loans / Unlisted Eq., Sovereign Debt, Capital Markets
fr_fr: Prêts aux entreprises/actions non cotées, Dette souveraine, Marchés des capitaux

source: Listed Eq. & Corp. Bonds, Motor Vehicle Loans, Securitized / Structured, Sub-Sovereign Debt
fr_fr: Actions cotées et obligations, Prêts pour véhicules à moteur, Produits titrisés/structurés, Dette sub-souveraine

source: Business Loans / Unlisted Eq., Commercial Real Estate, Capital Markets, Advisory Services
fr_fr: Prêts aux entreprises/actions non cotées, Immobilier commercial, Marchés des capitaux, Services de conseil

source: Project Finance, Residential Mortgages, Motor Vehicle Loans, Sovereign Debt
fr_fr: Financement de projets, Hypothèques résidentielles, Prêts pour véhicules à moteur, Dette souveraine

source: Listed Eq. & Corp. Bonds, Use of Proceeds, Securitized / Structured, Sub-Sovereign Debt
fr_fr: Actions cotées et obligations, Utilisation des produits, Produits titrisés/structurés, Dette sub-souveraine

source: Project Finance, Residential Mortgages, Securitized / Structured, Insurance Underwriting
fr_fr: Financement de projets, Hypothèques résidentielles, Produits titrisés/structurés, Souscription d’assurances

source: Listed Eq. & Corp. Bonds, Business Loans / Unlisted Eq., Sovereign Debt
fr_fr: Actions cotées et obligations, Prêts aux entreprises/actions non cotées, Dette souveraine

source: Commercial Real Estate, Motor Vehicle Loans, Use of Proceeds, Sub-Sovereign Debt
fr_fr: Immobilier commercial, Prêts pour véhicules à moteur, Utilisation des produits, Dette sub-souveraine

source: Listed Eq. & Corp. Bonds, Project Finance, Residential Mortgages, Use of Proceeds, Sovereign Debt
fr_fr: Actions cotées et obligations, Financement de projets, Hypothèques résidentielles, Utilisation des produits, Dette souveraine

source: Business Loans / Unlisted Eq., Commercial Real Estate
fr_fr: Prêts aux entreprises/actions non cotées, Immobilier commercial

source: Motor Vehicle Loans, Securitized / Structured, Sub-Sovereign Debt, Insurance Underwriting
fr_fr: Prêts pour véhicules à moteur, Produits titrisés/structurés, Dette sub-souveraine, Dette sub-souveraine, Souscription d’assurance

source: Listed Eq. & Corp. Bonds, Business Loans / Unlisted Eq., Residential Mortgages, Use of Proceeds, Sovereign Debt, Insurance Underwriting
fr_fr: Actions cotées et obligations, Prêts aux entreprises/actions non cotées, Hypothèques résidentielles, Utilisation des produits, Dette souveraine, Souscription d’assurance

source: Project Finance, Commercial Real Estate, Motor Vehicle Loans, Sub-Sovereign Debt
fr_fr: Financement de projets, Immobilier commercial, Prêts pour véhicules à moteur, Dette sub-souveraine

source: Listed Eq. & Corp. Bonds, Use of Proceeds, Sovereign Debt, Insurance Underwriting
fr_fr: Actions cotées et obligations, Utilisation des produits, Dette souveraine, Souscription d’assurance

source: Business Loans / Unlisted Eq., Project Finance, Commercial Real Estate, Residential Mortgages, Securitized / Structured, Sub-Sovereign Debt
fr_fr: Prêts aux entreprises/actions non cotées, Financement de projets, Immobilier commercial, Hypothèques résidentielles, Produits titrisés/structurés, Dette sub-souveraine

source: Listed Eq. & Corp. Bonds, Business Loans / Unlisted Eq., Commercial Real Estate
fr_fr: Actions cotées et obligations, Prêts aux entreprises/actions non cotées, Immobilier commercial

source: Project Finance, Residential Mortgages, Motor Vehicle Loans, Use of Proceeds, Securitized / Structured, Sub-Sovereign Debt
fr_fr: Financement de projets, Hypothèques résidentielles, Prêts pour véhicules à moteur, Utilisation des produits, Produits titrisés/structurés, Dette sub-souveraine

source: Listed Eq. & Corp. Bonds, Project Finance
fr_fr: Actions cotées et obligations, Financement de projets

source: Residential Mortgages, Motor Vehicle Loans, Use of Proceeds, Securitized / Structured, Sovereign Debt, Sub-Sovereign Debt
fr_fr: Hypothèques résidentielles, Prêts pour véhicules à moteur, Utilisation des produits, Produits titrisés/structurés, Dette souveraine, Dette sub-souveraine

source: Coverage = (Reported + Partial) / Applicable asset classes
fr_fr: Couverture = (reporting complet + reporting partiel)/classes d’actifs applicables

source: Asset Class Matrix
fr_fr: Matrice des classes d’actifs

source: Detailed Asset Class Coverage Matrix
fr_fr: Matrice détaillée de couverture des classes d’actifs

source: Legend:
fr_fr: Légende :

source: Business Loans / Unlisted Eq.
fr_fr: Prêts aux entreprises / actions non cotées

source: Commercial Real Estate
fr_fr: Immobilier commercial

source: Residential Mortgages
fr_fr: Hypothèques résidentielles

source: Use of Proceeds
fr_fr: Utilisation des produits
